[
	{
		"text": "Kam cestovat",
        "children": [
            {
                "text": "Česká republika - to je nepřeberné množství možností, kam vyrazit na výlet. Vybrat si můžete mezi sportovními výlety, výlety do přírody, kulturou, památkami, starobylými městy, která jsou plná života a kultury nebo výlety za poznáním či zábavou."
            }
        ]
	},
	{
		"text": "Chrám svaté Barbory v Kutné Hoře",
        "children": [
            {
                "text": "Chrám svaté Barbory, klenot pozdní gotiky a jedna ze čtyř staveb katedrálního typu v Středních Čechách, je spolu s katedrálou Nanebevzetí Panny Marie a svatého Jana Křtitele a historickým centrem Kutné Hory zapsán na Seznam světového dědictví UNESCO. Nádhera této stavby dodnes svědčí o slávě a bohatství stříbrné Kutné Hory i o hluboké zbožnosti svých tvůrců. "
            }
        ]
	},
	{
		"text": "Jídlo a pití",
        "children": [
            {
                "text": "Jako první byste měli samozřejmě myslet na občerstvení. Pokud nemáte naplánovanou svačinu, či oběd po cestě, měli byste se vybavit dostatkem jídla, ale především tekutin. Množství potravin  volte podle času, který chcete strávit mimo civilizaci. Jídlo byste měli mít v plastových krabičkách (chrání nejen jídlo před vnějšími vlivy, ale také batoh před znečištěním). Nejčastěji se balí opečené tousty a chléb s řízkem. Na tom není nic špatného, pokud ale vyloženě nechcete tyto nejběžnější  potraviny, zkuste knackebroty, nebo celozrnné chleby. "
            }
        ]
	},
	{
		"text": "Cyklistika",
        "children": [
            {
                "text": "Cyklistické trasy z Lednicko –Valtického areálu vedou i do sousedního Rakouska, kde je hlavní atrakcí Lichtenštejnské rodové sídlo Wilfersdorf. Zámek má krásné interiéry, je v něm výstava o historii slavného rodu a můžete tam ochutnat i lokální víno ze zámecké vinice. Tyto cyklistické trasy vedou zhruba 24 kilometrů a místy budete muset jet po červené turistické značce, takže jsou určeny spíš pro trochu zdatnější cyklisty."
            }
        ]
	},
	{
		"text": "Praha",
        "children": [
            {
                "text": "Jednou z nejnavštěvovanějších a nejznámějších přírodních krajin v Praze je Divoká Šárka. Patří k nejrozsáhlejším parkům v hlavním městě a při její návštěvě budete mít chvílemi pocit, že už nejste ve velkoměstě. Nachází se zde strmé skály, rozsáhlé lesy nebo louky. V létě nabízí i místa na koupání - koupaliště Džbán nebo koupaliště Divoká Šárka."
            }
        ]
	},
	{
		"text": "Dobré boty",
        "children": [
            {
                "text": "Co budete potřebovat rozhodně jsou pevné boty. Nejlépe obuv, která je určena speciálně na pěší túry. Samozřejmě ne každý má takové doma, takže do hůře schůdného terénu volte boty s pevnou podrážkou. Do pohodlnějších míst můžete mít obyčejné tenisky a v letních parnech klidně i sandály. Vyvarujte se pro delší výlety ale pantoflí a žabek. Obuv by měla držet pevně na noze. Na pochody a procházky se chodí i v zimě a v takovém případě si obujte boty, které kryjí i kotníky."
            }
        ]
	},
	{
		"text": "O této aplikaci",
        "children": [
            {
                "text": "Aplikace byla vytvořena za pomoci špičkových inženýrů. Cestování NAZDAR!"
            }
        ]
	}
]
